"""LINE Bot応答用テキスト"""

FAIL_REGISTER_USER_INFO = """すみません、ユーザ登録に失敗しました。
お手数ですが、一度ブロック→ブロック解除を行ってください。
（再登録を行います。）"""
HOW_TO_USE = """兵庫～大阪間の鉄道の運行状況をお知らせします。平日の7～10時と17～19時の間に遅延情報があればお知らせします。
その時間帯以外でも、以下のようなメッセージで鉄道の運行状況をお調べします。
・JR
・阪急
・阪神
・全部"""
COMPLAINT = "メッセージありがとうございます。改善に努めてまいります。"
APPRECIATION = "ありがとうございます。お役に立てて嬉しいです。\nまたいつでも話しかけてください。"
GREETING_MORNING = "おはようございます！\n今日も一日頑張ってください。"
GREETING_EVENING = "こんばんは。\n今日も一日お疲れ様でした。"
UNSUPPORTED = """申し訳ございません。メッセージ内容を理解することができませんでした。
使い方をお知りになりたい場合は「使い方」と送信してください。"""
AUDIO = "申し訳ございません。\n音声には対応しておりません。"
IMAGE = "申し訳ございません。\n画像には対応しておりません。"
LOCATION = "申し訳ございません。\n位置情報には対応しておりません。"
VIDEO = "申し訳ございません。\n動画には対応しておりません。"
